[
    {
        "id": "1",
        "img": "img/products/1.jpg",
        "popular": "true",
        "name": "The Godfather",
        "description": "The Godfather is een klassiek misdaaddrama. Marlon Brando, Al Pacino en Robert Duvall spelen in deze Oscar-winnende film. Volg de Corleone's terwijl ze strijden om de macht en de gevolgen onder ogen zien.",
        "price": 14.99,
        "type": "Film",
        "releaseYear": 1972,
        "productAmount": 1,
        "numberOfReviews": 987
    },
    {
        "id": "2",
        "img": "img/products/2.jpg",
        "popular": "false",
        "name": "The Shawshank Redemption",
        "description": "Een krachtig verhaal over hoop en vriendschap, The Shawshank Redemption is een must-see klassieker. Een inspirerend verhaal over veerkracht en verlossing.",
        "price": 9.99,
        "type": "Film",
        "releaseYear": 1994,
        "productAmount": 1,
        "numberOfReviews": 875
    },
    {
        "id": "3",
        "img": "img/products/3.jpg",
        "popular": "true",
        "name": "The Wizard of Oz",
        "description": "'The Wizard of Oz' is een tijdloze klassieker. Volg Dorothy en haar vrienden op een magische reis terwijl ze de wondere wereld van Oz bezoeken. Een klassieke familiefilm met gedenkwaardige personages en onvergetelijke liedjes.",
        "price": 16.99,
        "type": "Film",
        "releaseYear": 1939,
        "productAmount": 1,
        "numberOfReviews": 629
    },
    {
        "id": "4",
        "img": "img/products/4.jpg",
        "popular": "true",
        "name": "Citizen Kane",
        "description": "'Citizen Kane' is een iconische film over het leven en de nalatenschap van een rijke krantenmagnaat. Een meesterwerk van cinematografie en verhalen vertellen, het is een must-see voor elke filmfan.",
        "price": 14.99,
        "type": "Film",
        "releaseYear": 1941,
        "productAmount": 1,
        "numberOfReviews": 829
    },
    {
        "id": "5",
        "img": "img/products/5.jpg",
        "popular": "true",
        "name": "Casablanca",
        "description": "'Casablanca' is een klassiek romantisch drama dat zich afspeelt in Marokko tijdens de Tweede Wereldoorlog. Het volgt het verhaal van Rick Blaine terwijl hij een liefdesdriehoek tussen Ilsa en Victor Laszlo navigeert tegen de achtergrond van de oorlog.",
        "price": 19.99,
        "type": "Film",
        "productAmount": 1,
        "releaseYear": 1942,
        "numberOfReviews": 1229
    },
    {
        "id": "6",
        "img": "img/products/6.jpg",
        "popular": "false",
        "name": "Star Wars",
        "description": "'Star Wars' is een sciencefictionklassieker die zich afspeelt in een melkwegstelsel ver, ver weg. Het volgt het verhaal van Luke Skywalker en zijn vrienden terwijl ze vechten tegen het kwaadaardige rijk om de vrijheid en vrede in de melkweg te herstellen.",
        "price": 4.99,
        "type": "Film",
        "releaseYear": 1977,
        "productAmount": 1,
        "numberOfReviews": 845
    },
    {
        "id": "7",
        "img": "img/products/7.jpg",
        "popular": "true",
        "name": "The Lord of the Rings",
        "description": "'The Lord of the Rings' is een episch fantasy-avontuur dat zich afspeelt in de magische wereld van Midden-aarde. Het volgt de reis van een gemeenschap van dappere helden terwijl ze strijden om Midden-aarde te redden van de krachten van het kwaad.",
        "price": 11.99,
        "type": "Film",
        "releaseYear": 2001,
        "productAmount": 1,
        "numberOfReviews": 1128
    },
    {
        "id": "8",
        "img": "img/products/8.jpg",
        "popular": "false",
        "name": "Gone With the Wind",
        "description": "'Gone With the Wind' is een romantisch drama dat zich afspeelt in het Amerikaanse Zuiden tijdens de Burgeroorlog. Het volgt het verhaal van Scarlett O'Hara terwijl ze worstelt om te overleven tegen de achtergrond van de oorlog.",
        "price": 2.99,
        "type": "Film",
        "releaseYear": 1939,
        "productAmount": 1,
        "numberOfReviews": 476
    },
    {
        "id": "9",
        "img": "img/products/9.jpg",
        "popular": "true",
        "name": "E.T. the Extra-Terrestrial",
        "description": "Steven Spielbergs klassieke avontuur 'E.T. the Extra-Terrestrial' vertelt het verhaal van een onwaarschijnlijke band tussen een alien en een jonge jongen. Het is een hartverwarmende reis van vriendschap en acceptatie.",
        "price": 5.99,
        "type": "Film",
        "releaseYear": 1982,
        "productAmount": 1,
        "numberOfReviews": 753
    },
    {
        "id": "10",
        "img": "img/products/10.jpg",
        "popular": "false",
        "name": "Schindler's List",
        "description": "'Schindler's List' is een krachtig drama gebaseerd op waargebeurde gebeurtenissen tijdens de Tweede Wereldoorlog. Het volgt het verhaal van Oskar Schindler, een Duitse industrieel die de levens van Joodse vluchtelingen redt.",
        "price": 17.99,
        "type": "Film",
        "releaseYear": 1993,
        "productAmount": 1,
        "numberOfReviews": 575
    },
    {
        "id": "11",
        "img": "img/products/11.jpg",
        "popular": "true",
        "name": "The Dark Knight",
        "description": "'The Dark Knight' is een superheldenthriller die zich afspeelt in Gotham City. Het volgt Batman terwijl hij vecht tegen de Joker en andere schurken om de stad te beschermen tegen chaos.",
        "price": 14.99,
        "type": "Film",
        "releaseYear": 2008,
        "productAmount": 1,
        "numberOfReviews": 957
    },
    {
        "id": "12",
        "img": "img/products/12.jpg",
        "popular": "false",
        "name": "Forrest Gump",
        "description": "'Forrest Gump' is een hartverwarmend verhaal over het leven van een man die verandert van een traag van begrip zijnde jongere tot een volwassene met vele avonturen. Met een met sterren bezaaide cast is het een must-see voor alle filmfans.",
        "price": 3.99,
        "type": "Film",
        "releaseYear": 1994,
        "productAmount": 1,
        "numberOfReviews": 456
    },
    {
        "id": "13",
        "img": "img/products/13.jpg",
        "popular": "true",
        "name": "Raiders of the Lost Ark",
        "description": "'Raiders of the Lost Ark' is een klassieker vol actie over een archeoloog die aan een spannende zoektocht begint om de legendarische Ark of the Covenant te vinden. Met spannende spelhervattingen en een gedenkwaardige score is het een must-see.",
        "price": 1.99,
        "type": "Film",
        "releaseYear": 1981,
        "productAmount": 1,
        "numberOfReviews": 876
    },
    {
        "id": "14",
        "img": "img/products/14.jpg",
        "popular": "false",
        "name": "The Silence of the Lambs",
        "description": "Een aangrijpende psychologische thriller, 'The Silence of the Lambs', volgt een FBI-stagiaire terwijl ze de hulp zoekt van een beruchte seriemoordenaar om een ​​andere seriemoordenaar te vangen. Met Jodie Foster en Anthony Hopkins.",
        "price": 9.99,
        "type": "Film",
        "releaseYear": 1991,
        "productAmount": 1,
        "numberOfReviews": 398
    },
    {
        "id": "15",
        "img": "img/products/15.jpg",
        "popular": "true",
        "name": "The Matrix",
        "description": "'The Matrix' is een baanbrekende scifi-actiefilm die een computerhacker volgt terwijl hij een duistere, virtuele wereld ontdekt. Met Keanu Reeves in de hoofdrol onderzoekt de film thema's als realiteit en vrije wil.",
        "price": 11.99,
        "type": "Film",
        "releaseYear": 1999,
        "productAmount": 1,
        "numberOfReviews": 549
    },
    {
        "id": "16",
        "img": "img/products/16.jpg",
        "popular": "true",
        "name": "Inception",
        "description": "'Inception' is een geestverruimend sciencefiction-avontuur dat een team van dieven volgt terwijl ze proberen een idee in de geest van een doelwit te planten. Met Leonardo DiCaprio en Joseph Gordon-Levitt in de hoofdrol onderzoekt de film de kracht van dromen.",
        "price": 4.99,
        "type": "Film",
        "releaseYear": 2010,
        "productAmount": 1,
        "numberOfReviews": 298
    }
]